app/Controllers/komik.php

SELECT *
FROM `komik`
---
    public function index()
    {
        $komik = $this->komikmodel->findAll();